[{
    "id":5,
        "title": "Software Architect",
        "company": "Karib IT SAS",
        "start": "01/2018",
        "end": "now",
        "contentClassName": "right",
        "description": "Created a R&D software company which aims to provide consulting services for caribbean or north american businesses",
        "stack": ".Net Core, Python, Django, VS Code, heroku, CI/CD, git, DDD, TDD, React, webpack, babel"
    },

    {
        "id":4,
        "title": "Software Architect",
        "company": "Zags!",
        "start": "04/2015",
        "end": "05/2017",
        "description": "Worked as a Scrum master, then as a software Architect in a french american inssurance software company",
        "scrum": "Reporting, agile ceremonies supervisor, technical lead and manager of a 5 person team. Maintenance and evolution on the EMEA group life functional scope of the Zags Suite.",
        "architect": "Worked on an REST/CQS microservices desing for new modules as well as their React front-end counterparts. Technical advisor in the functional design workshops. Implemented CI/CD build pipelines using linux/docker for dotnet Core and javascript. Technical lead for the development teams. Javascript & git evangelist.",
        "stack": "Asp.Net Mvc 4, .Net 4.5.2, WCF, Visual studio 2015, Roslyn, VSTS, Moq, Xunit, TDD/DDD, OAuth 2.0, Azure, JS, React, Scrum, .Net Core, VS Code, VS 2017, docker, CI/CD, TFS, git, webpack, babel"
    },

    {
        "id":3,
        "contentClassName": "right",
        "title": "Product Owner",
        "company": "MGEN",
        "start": "07/2014",
        "end": "03/2015",
        "description": "Product owner in the functional design team for debt-collection domain on Qualiac ERP.",
        "operations": " Functional specifications,script automatisation for acceptance testing.",
        "stack": "Oracle Sql Developer, Linqpad, Linq, c# 4.0, php 5, Oracle 10g, Qualiac"
    },
    {
        "id":2,
        "title": "Lead Software Engineer",
        "company": "Natixis Asset Management",
        "start": "04/2010",
        "end": "07/2014",
        "description": "Lead Developper in a 2.5 FTE team. Worked on several functional domains for back office applications in an Asset management company (HR, Repository, Deontology, Legal, Sales ).",
        "operations": "Wrote Architectural and technical specifications for several projects. Maintained multiple ASP.Net web applications and WCF services. Technical advisor on mobility projects and institutional websites re-designs.",
        "stack": "Visual Studio 2010, SQL Server, RedGate Ants, TDD, Teamcity, FXcop, SVN, Resharper, Nunit, MsTest, WCF, Javascript, IIS .Net 4, WCF, Linq, ASP.Net, MVC, JQuery, C#, EF"
    },
    {
        "id":1,
        "contentClassName": "right",
        "title": "Software Engineer",
        "company": "ITS Group",
        "start": "12/2007",
        "end": "04/2010",
        "description": "Development of rich internet application with OSCAR CMS,designed and implemented evolutions of the GIDEC Web sites and softwares",
        "operations": "Re-design of the GIDEC orders generation system. Coordination of the hosting and hotline teams for the GIDEC.",
        "stack": "php 5.x, SQL server 2000, Asp, Apache 2, MySQL 5.x, LAMP Gupta 3.1, SQL server 2000, Asp .NET 1.1.4, Workflow fundation, .net 3.5, Linq to SQL"
    },
    {
        "id":0,
        "title": "Intern",
        "company": "France Télévision (R.F.O.)",
        "start": "05/2006",
        "end": "10/2006",
        "description": "Active directory Domain controler re-design of the broadcasting network at RFO",
        "stack": "Net 2.0, Traffic , Oracle, Active Directory, Windows server 2003 "
    }
]